major_arcana = {
    "The Fool":
        "Ты вытянул... Шута 🪬\n\nВдох, выдох. Бездна лижет твои пятки. Не смотри вниз, доверься потолку. Что за долбоёб писал этот текст? Извиняюсь.",
    "The Fool (Reversed)":
        "Ты вытянул... Шута (Перевёрнутая) 🪬\n\nНе бойся перемен, иначе они тебя сожрут. Я хочу есть.",

    "The Magician":
        "Ты вытянул... Мага 🪬\n\nУ тебя есть сила изменить мир. Но сперва начни менять себя. Твоя воля — закон. Бро, никто не делает эту хуйню 😭✌️",
    "The Magician (Reversed)":
        "Ты вытянул... Мага (Перевёрнутая) 🪬\n\nТвои заклинания бьют по своим, сестра. Кастуй-ка хил. Или не кастуй. Возможно, мы заслужили сие, Магесса.",

    "The High Priestess":
        "Ты вытянул... Верховную Жрицу 🪬\n\nТвоё сердце во мгле. Пролей же свет. Слушай топот тысячи коней. Так званное UmaMusume.",
    "The High Priestess (Reversed)":
        "Ты вытянул... Верховную Жрицу (Перевёрнутая) 🪬\n\nТайное становится явным, и тебе сие не по нраву. Помни: зеркало врёт. А холодильник срёт тебе под дверь. Что ты, сука, несёшь.",

    "The Empress":
        "Ты вытянул... Императрицу 🪬\n\nНесмотря на все неудачи, ты превозмог. Отдохни. Сегодня — время собирать урожай. Бро, засуха.",
    "The Empress (Reversed)":
        "Ты вытянул... Императрицу (Перевёрнутая) 🪬\n\nВыйди из зоны комфорта и зайди обратно!",

    "The Emperor":
        "Ты вытянул... Императора 🪬\n\nХватит ныть. Всё в твоих руках. Строй из себя хуй пойми что. Я вот понял хуй, осталось что.",
    "The Emperor (Reversed)":
        "Ты вытянул... Императора (Перевёрнутая) 🪬\n\nНичего не работает? Похуй, адаптируйся. Не адаптируешься? Похуй, не работает.",

    "The Hierophant":
        "Ты вытянул... Иерофанта 🪬\n\nВелосипед шире изобретён. Проехали. Прислушайся к свыше. А на небесах армяне в нарды играют.",
    "The Hierophant (Reversed)":
        "Ты вытянул... Иерофанта (Перевёрнутая) 🪬\n\nК чёрту правила, ебашь в хаосе. Ладно, к ангелу.",

    "The Lovers":
        "Ты вытянул... Влюблённых 🪬\n\nВыбирай сердцем верный путь. А лучше жопой.",
    "The Lovers (Reversed)":
        "Ты вытянул... Влюблённых (Перевёрнутая) 🪬\n\nСоблазн велик, но велик распадётся на части. Не поддавайся искушению. И внушению. И сношению.",

    "The Chariot":
        "Ты вытянул... Колесницу  🪬\n\nТормоза придумали трусы. А трусы у тебя с дыркой. Жми на газ, еврей. Маг?",
    "The Chariot (Reversed)":
        "Ты вытянул... Колесницу  (Перевёрнутая) 🪬\n\nНе гоняйте, пацаны, матерям ещё нужны. Ожидай помощи, жид.",

    "Strength":
        "Ты вытянул... Силу 🪬\n\nA dull knife is no knife at all.",
    "Strength (Reversed)":
        "Ты вытянул... Силу (Перевёрнутая) 🪬\n\nНе теряй себя из виду, иначе сам себе глотку перегрызёшь. Hot.",

    "The Hermit":
        "Ты вытянул... Отшельника 🪬\n\nИди потрогай траву. В одиночестве. Сам. Сара! Привет, как ты?",
    "The Hermit (Reversed)":
        "Ты вытянул... Отшельника (Перевёрнутая) 🪬\n\nТы не справишься сам. А самсара тебя поглотит. Кали-Юга... Нахуя ты 2 идеологии объединил? Еблан? Обе из индуизма.",

    "The Wheel of Fortune":
        "Ты вытянул... Колесо Фортуны 🪬\n\nОбретёшь способность найти удачу там, где ей и места не было. На! С ноги!",
    "The Wheel of Fortune (Reversed)":
        "Ты вытянул... Колесо Фортуны (Перевёрнутая) 🪬\n\nПригнись, брат. Сзади Critical Failure.",

    "Justice":
        "Ты вытянул... Справедливость 🪬\n\nЧто посеял, то и жрёшь. А значит будь добр. Бобр курва.",
    "Justice (Reversed)":
        "Ты вытянул... Справедливость (Перевёрнутая) 🪬\n\nМир несправедлив? Правда. Ведь Миру нужна Справедливость!",

    "The Hanged Man":
        "Ты вытянул... Повешенного 🪬\n\nЗашёл в ТУПИК? Измени подход. Решение всегда за УГЛОМ.",
    "The Hanged Man (Reversed)":
        "Ты вытянул... Повешенного (Перевёрнутая) 🪬\n\nХватит жертв. Пожертвуй своей жертвенностью, жертва.",

    "The Death":
        "Ты вытянул... Смерть 🪬\n\nПоздравляю! Тебе пиздец.",
    "The Death (Reversed)":
        "Ты вытянул... Смерть (Перевёрнутая) 🪬\n\nТруп прошлого никогда не оживёт. Отпусти. Сожги мосты. Most Wanted Edition.",

    "Temperance":
        "Ты вытянул... Умеренность 🪬\n\nКогда-то давно четыре народа жили в мире.",
    "Temperance (Reversed)":
        "Ты вытянул... Умеренность (Перевёрнутая) 🪬\n\nТы бежишь слишком быстро, чтобы заметить... Ты упал.",

    "The Devil":
        "Ты вытянул... Дьявола 🪬\n\nПлохая идея. И ты это знаешь. Тебя это никогда не останавливало. Ладно, почти никогда. Nuanced take type shi",
    "The Devil (Reversed)":
        "Ты вытянул... Дьявола (Перевёрнутая) 🪬\n\nРутина вгрызается в плоть. Отруби 👀 свои плохие привычки, пока мёртв.",

    "The Tower":
        "Ты вытянул... Башню 🪬\n\nТолько разрушив свой дом... Бляяя, нахуя я его разрушил.",
    "The Tower (Reversed)":
        "Ты вытянул... Башню (Перевёрнутая) 🪬\n\nНахуя ты маяк вверх ногами построил?",

    "The Star":
        "Ты вытянул... Звезду 🪬\n\nМрак вокруг. Но ты знаешь, как добраться домой. Всегда знал. Эмммм... Большая Медведица? Спаси.",
    "The Star (Reversed)":
        "Ты вытянул... Звезду (Перевёрнутая) 🪬\n\nМечты кажутся пеплом, но это лишь пыль в глазах. Протри их. Глаза, не мечты. ИДИ НАХУЙ.",

    "The Moon":
        "Ты вытянул... Луну 🪬\n\nНе верь лжи. Осязай правду. Лижи пятки, фашист.",
    "The Moon (Reversed)":
        "Ты вытянул... Луну (Перевёрнутая) 🪬\n\nХватит убегать. Взгляни в зеркало. Зеркало, взгляни на себя.",

    "The Sun":
        "Ты вытянул... Солнце 🪬\n\nПрикольно ебать. Забавно дрочить.",
    "The Sun (Reversed)":
        "Ты вытянул... Солнце (Перевёрнутая) 🪬\n\nЯсно. Ой, да нихуя не ясно.",

    "Judgement":
        "Ты вытянул... Суд 🪬\n\nЛучше не звоните.",
    "Judgement (Reversed)":
        "Ты вытянул... Суд (Перевёрнутая) 🪬\n\nПацаны, этот вагон отвезёт вас не в Бутово, а на Страшный Суд, где вы в полной мере ответите за свои мирские деяния.",

    "The World":
        "Ты вытянул... Мир 🪬\n\nПрокатил мир на карусели хуёв.",
    "The World (Reversed)":
        "Ты вытянул... Мир (Перевёрнутая) 🪬\n\nЧтоб пройти эту жизнь, тебе придётся трахнуть мир с ссанным пидором. Пока что, ссанный пидор — ты.",
}

faggots = {
    "faggot1":
        "Ты вытянул... Забывшего 🪬\n\n<tg-spoiler>Кофе. МАНХЭТТЕН???</tg-spoiler>",

    "faggot2":
        "Ты вытянул... Фембоя 🪬\n\nС двумя членами получается очень охуенно.",

    "faggot3":
        "Ты вытянул... Фембоя (Перевёрнутая) 🪬\n\nТебя отпинали в переулке.",

    "faggot4":
        "Ты вытянул... Земноводного 🪬\n\nЧипсов со вкусом малосольных огурчиков, да Черноголовкой бы запить...",

    "faggot5":
        "Ты вытянул... Помутнение 🪬\n\nРебята решили сидеть накуренными с краснющими глазами писать хуйню и угорать.",

    "faggot6":
        "Ты вытянул... Пекарню 🪬\n\nИди нахуй, сын садовника.",

    "faggot7":
        "Ты вытянул... Забывшего (Перевёрнутая) 🪬\n\nНун, как насчёт повспоминать?",

    "faggot8":
        "Ты вытянул... Обжорство 🪬\n\n"
        "На 8 человек сожрали 6 человек. Обычные будни в Казахстане.",

    "faggot9":
        "Ты вытянул... Гулистанца 🪬\n\n"
        "Сверкают пятки у властелина шлёпок Гермеса.",

    "faggot10":
        "Ты вытянул... ... .. 🪬\n\n"
        "Подайте голых женщин.",

    "faggot11":
        "Ты вытянул... Роботизированного 🪬\n\n"
        "Нет, Иноки, ты долбоёб.",

    "faggot12":
        "Ты вытянул... Роботизированного (Перевёрнутая) 🪬\n\n"
        "Не бойся вилки, бойся Ноки\n"
        "Один уже, четыре шире.",

    "faggot13":
        "Ты вытянул... Пизду 🪬"
        "\n\n<tg-spoiler>Шапка*.</tg-spoiler>",

    "faggot14":
        "Ты вытянул... Повара 🪬"
        "\n\nНеупокоенная душа жаждет борща.",
        
    "faggot15":
        "Ты вытянул... Меломана 🪬"
        "\n\nПослушай свою маму, пёс.",

    "faggot16":
        "Ты вытянул... 🌰 🪬"
        "\n\nYOOOOO, I DROPPED MY КАШТААААААН",
        
    "faggot17":
        "Ты вытянул... Корямбу 🪬"
        "\n\nМы тебя любим.",
                
    "faggot18":
        "Ты вытянул... Кондитера 🪬"
        "\n\n– Сколько тортов перекинуть?\n– Да.\nВ ответ Нун расплакался.",

    "faggot19":
        "Ты вытянул... Терпение 🪬"
        "\n\nКак же ты меня заебал.\n<tg-spoiler>(Без негатива)</tg-spoiler>",

    "faggot20":
        "Ты вытянул... Прозрение 🪬"
        "\n\nНун, протри очки.",

    "faggot21":
        "Ты вытянул... Автоответчик 🪬"
        "\n\nI'm a little busy right now. Call me later, thanks.",
}

faggots_images = {
    "faggot1": ["Ты вытянул... Гулистанца (Перевёрнутая) 🪬",
                "https://i.redd.it/4a4qdq6l0jrf1.jpeg"],

    "faggot3": ["Ты вытянул... Разделение 🪬",
                "https://i.pinimg.com/736x/9c/1e/45/9c1e45ef5762bc91e67978745f253e11.jpg"],

    "faggot4": ["Ты вытянул... Бессмертие 🪬",
                "https://i.pinimg.com/736x/65/e9/26/65e9262c9fa124264c540ce1ac4ffd04.jpg"],

    "faggot5": ["Ты вытянул... Гулистанца 🪬",
                "https://i.pinimg.com/736x/74/8c/52/748c523274d384d6949fe983517c6094.jpg"],

    "faggot6": ["Ты вытянул... Мыльницу 🪬",
                "https://i.pinimg.com/736x/4e/54/28/4e54285dd2106ff2f7680d325784eabb.jpg"],
}