import random

faggots = {
    "faggot1":
        "Ты вытянул... Забывшего 🪬\n\n<tg-spoiler>ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤ</tg-spoiler>",

    "faggot2":
        "Ты вытянул... Фембоя 🪬\n\nС двумя членами получается очень охуенно.",

    "faggot3":
        "Ты вытянул... Фембоя (Перевёрнутая) 🪬\n\nТебя отпинали в переулке.",

    "faggot4":
        "Ты вытянул... Земноводного 🪬\n\nЧипсов со вкусом малосольных огурчиков, да Черноголовкой бы запить...",

    "faggot5":
        "Ты вытянул... Розу 🪬\n\nА я на них срал!",

    "faggot6":
        "Ты вытянул... Пекарню 🪬\n\nИди нахуй, сын садовника.",

    "faggot7":
        "Ты вытянул... Забывшего (Перевёрнутая) 🪬\n\nБудни это суббота и вс?",

    "faggot8":
        "Ты вытянул... Обжорство 🪬\n\nНа 8 человек сожрали 6 человек. Обычные будни в Казахстане.",

    "faggot9":
        "Ты вытянул... Гулистанца 🪬\n\n<tg-spoiler>Свет мой, зеркальце! скажи, да всю правду доложи: я ль на свете всех милее, всех румяней и белее?\nВыходит дева из избушки да заорёт: КТО ТАКОЙ БЛЯДЬ АЙТАПКИ КИД?!</tg-spoiler>",

    "faggot10":
        "Ты вытянул... Обжорство 🪬\n\nНа 8 человек сожрали 6 человек. Обычные будни в Казахстане.",

    "faggot11":
        "Ты вытянул... Роботизированного 🪬\n\nНа 8 человек сожрали 6 человек. Обычные будни в Казахстане.",
}

print(random.choice(list(faggots)))